{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      ",": 4,
      ".": 5,
      ":": 6,
      "«": 7,
      "»": 8,
      "،": 9,
      "؛": 10,
      "؟": 11,
      "ء": 12,
      "آ": 13,
      "أ": 14,
      "ؤ": 15,
      "إ": 16,
      "ئ": 17,
      "ا": 18,
      "ب": 19,
      "ة": 20,
      "ت": 21,
      "ث": 22,
      "ج": 23,
      "ح": 24,
      "خ": 25,
      "د": 26,
      "ذ": 27,
      "ر": 28,
      "ز": 29,
      "س": 30,
      "ش": 31,
      "ص": 32,
      "ض": 33,
      "ط": 34,
      "ظ": 35,
      "ع": 36,
      "غ": 37,
      "ف": 38,
      "ق": 39,
      "ك": 40,
      "ل": 41,
      "م": 42,
      "ن": 43,
      "ه": 44,
      "و": 45,
      "ى": 46,
      "ي": 47,
      "ً": 48,
      "ٌ": 49,
      "ٍ": 50,
      "َ": 51,
      "ُ": 52,
      "ِ": 53,
      "ّ": 54,
      "ْ": 55,
      "‏": 56,
      "–": 57,
      "َا": 58,
      "ال": 59,
      "َّ": 60,
      "لَ": 61,
      "أَ": 62,
      "وَ": 63,
      "ِي": 64,
      "هُ": 65,
      "الْ": 66,
      "نْ": 67,
      "عَ": 68,
      "لِ": 69,
      "مَ": 70,
      "هِ": 71,
      "يْ": 72,
      "بِ": 73,
      "فَ": 74,
      "وْ": 75,
      "تَ": 76,
      "قَ": 77,
      "رَ": 78,
      "يَ": 79,
      "مِ": 80,
      "نَ": 81,
      "بَ": 82,
      "مُ": 83,
      "مَا": 84,
      "كَ": 85,
      "لَا": 86,
      "ُو": 87,
      "نَّ": 88,
      "فِي": 89,
      "مْ": 90,
      "حَ": 91,
      "دَ": 92,
      "لْ": 93,
      "رِ": 94,
      "لُ": 95,
      "ِّ": 96,
      "بْ": 97,
      "نِ": 98,
      "عَلَ": 99,
      "هَا": 100,
      "إِ": 101,
      "ةِ": 102,
      "مِنْ": 103,
      "عْ": 104,
      "وَا": 105,
      "أَنَّ": 106,
      "ًا": 107,
      "سَ": 108,
      "ُّ": 109,
      "سْ": 110,
      "رْ": 111,
      "يُ": 112,
      "قَا": 113,
      "لَّ": 114,
      "َّا": 115,
      "أَوْ": 116,
      "قَوْ": 117,
      "ِهِ": 118,
      "هَ": 119,
      "جَ": 120,
      "رُ": 121,
      "عِ": 122,
      "كَا": 123,
      "ذَ": 124,
      "صَ": 125,
      "حْ": 126,
      "ذَا": 127,
      "تْ": 128,
      "الْمُ": 129,
      "عَلَى": 130,
      "لُهُ": 131,
      "نُ": 132,
      "قْ": 133,
      "َيْ": 134,
      "نَا": 135,
      "لَهُ": 136,
      "تِ": 137,
      "يْهِ": 138,
      "عُ": 139,
      "دِ": 140,
      "قَالَ": 141,
      "لَمْ": 142,
      "عَنْ": 143,
      "قَوْلُهُ": 144,
      "ثَ": 145,
      "أَيْ": 146,
      "أَنْ": 147,
      "دَّ": 148,
      "خَ": 149,
      "تُ": 150,
      "الْمَ": 151,
      "خْ": 152,
      "أَنَّهُ": 153,
      "رَا": 154,
      "ةَ": 155,
      "فْ": 156,
      "حِ": 157,
      "فِ": 158,
      "دُ": 159,
      "لِكَ": 160,
      "ةُ": 161,
      "كُ": 162,
      "دْ": 163,
      "عَلَيْهِ": 164,
      "إِنْ": 165,
      "بُ": 166,
      "ذَلِكَ": 167,
      "ِيَ": 168,
      "جِ": 169,
      "مَّ": 170,
      "لَوْ": 171,
      "جْ": 172,
      "كَانَ": 173,
      "الْأَ": 174,
      "كْ": 175,
      "شَ": 176,
      "تَّ": 177,
      "قُ": 178,
      "قِ": 179,
      "ثُ": 180,
      "ةٍ": 181,
      "غَيْ": 182,
      "رَّ": 183,
      "طَ": 184,
      "زَ": 185,
      "شْ": 186,
      "هُوَ": 187,
      "صْ": 188,
      "بَا": 189,
      "ضَ": 190,
      "بِي": 191,
      "بِهِ": 192,
      "حُ": 193,
      "كِ": 194,
      "إلَ": 195,
      "وَالْ": 196,
      "اللَّ": 197,
      "رِي": 198,
      "فَا": 199,
      "مَنْ": 200,
      "بَيْ": 201,
      "عَا": 202,
      "سِ": 203,
      "بَعْ": 204,
      "ةً": 205,
      "ةٌ": 206,
      "جُ": 207,
      "هْ": 208,
      "حَا": 209,
      "قِي": 210,
      "نِي": 211,
      "أُ": 212,
      "فُ": 213,
      "ئِ": 214,
      "طْ": 215,
      "لِلْ": 216,
      "وَلَا": 217,
      "يْنِ": 218,
      "وَإِنْ": 219,
      "لِهِ": 220,
      "أْ": 221,
      "لِي": 222,
      "لِأَنَّ": 223,
      "جَا": 224,
      "سْتَ": 225,
      "بْنِ": 226,
      "غَيْرِ": 227,
      "رٍ": 228,
      "صِ": 229,
      "الْعَ": 230,
      "ذْ": 231,
      "ءِ": 232,
      "ثْ": 233,
      "هَذَا": 234,
      "تِهِ": 235,
      "دٍ": 236,
      "فِيهِ": 237,
      "بْنُ": 238,
      "غَ": 239,
      "لَّا": 240,
      "مِنْهُ": 241,
      "ضِ": 242,
      "قَدْ": 243,
      "خِ": 244,
      "سُ": 245,
      "لِأَنَّهُ": 246,
      "الْإِ": 247,
      "وَأَ": 248,
      "كُو": 249,
      "التَّ": 250,
      "وَلَوْ": 251,
      "الْحَ": 252,
      "إنْ": 253,
      "صَا": 254,
      "مَّا": 255,
      "ثُمَّ": 256,
      "دَا": 257,
      "وَهُوَ": 258,
      "إذَا": 259,
      "تَا": 260,
      "وَلَ": 261,
      "مِي": 262,
      "خُ": 263,
      "دِي": 264,
      "بَعْدَ": 265,
      "جُو": 266,
      "قَبْ": 267,
      "الش": 268,
      "كَمَا": 269,
      "اللَّهُ": 270,
      "صَّ": 271,
      "إِنَّ": 272,
      "سَا": 273,
      "يِّ": 274,
      "لِّ": 275,
      "فَإِنْ": 276,
      "مَعَ": 277,
      "الس": 278,
      "وَّ": 279,
      "وَيَ": 280,
      "زِ": 281,
      "عِي": 282,
      "لٍ": 283,
      "فَلَا": 284,
      "إلَى": 285,
      "وُ": 286,
      "لَى": 287,
      "مٍ": 288,
      "الْوَ": 289,
      "ِّي": 290,
      "نْدَ": 291,
      "وَسَ": 292,
      "رُو": 293,
      "قُو": 294,
      "وَال": 295,
      "ءَ": 296,
      "يَّ": 297,
      "طِ": 298,
      "شَيْ": 299,
      "مَالِ": 300,
      "بَيْنَ": 301,
      "بِالْ": 302,
      "هُمَا": 303,
      "عِنْدَ": 304,
      "لُّ": 305,
      "رٌ": 306,
      "ضْ": 307,
      "النَّ": 308,
      "ٍّ": 309,
      "هُمْ": 310,
      "لًا": 311,
      "يْسَ": 312,
      "تِي": 313,
      "عَبْ": 314,
      "شْتَ": 315,
      "الث": 316,
      "نٍ": 317,
      "ضَا": 318,
      "صِي": 319,
      "وَإِ": 320,
      "لٌ": 321,
      "بُو": 322,
      "َّةِ": 323,
      "أَحَ": 324,
      "فَيَ": 325,
      "ضُ": 326,
      "يَا": 327,
      "تَقَ": 328,
      "الرَّ": 329,
      "لَّى": 330,
      "إلَّا": 331,
      "رَةِ": 332,
      "دِهِ": 333,
      "خَا": 334,
      "فَإِنَّ": 335,
      "رَهُ": 336,
      "صَلَّى": 337,
      "قَبْلَ": 338,
      "غْ": 339,
      "قَوْلِهِ": 340,
      "لَّمَ": 341,
      "شَا": 342,
      "الن": 343,
      "وَيُ": 344,
      "وَكَ": 345,
      "حِي": 346,
      "أَبِي": 347,
      "حَق": 348,
      "إلَخْ": 349,
      "ذِي": 350,
      "طُ": 351,
      "ثِ": 352,
      "يَتَ": 353,
      "حَدَّ": 354,
      "ٌّ": 355,
      "خِلَا": 356,
      "ظَ": 357,
      "رًا": 358,
      "نَفْ": 359,
      "بٍ": 360,
      "مُو": 361,
      "لُو": 362,
      "تُهُ": 363,
      "الصَّ": 364,
      "اللَّهِ": 365,
      "الَّ": 366,
      "طَا": 367,
      "عَنْهُ": 368,
      "مِثْ": 369,
      "اسْ": 370,
      "الشَّ": 371,
      "زُ": 372,
      "حَدَّثَ": 373,
      "زْ": 374,
      "مَعْ": 375,
      "رِّ": 376,
      "وَسَلَّمَ": 377,
      "دٌ": 378,
      "الِ": 379,
      "لَةِ": 380,
      "وَاحِ": 381,
      "ذِ": 382,
      "دُو": 383,
      "عَدَ": 384,
      "الز": 385,
      "لَيْسَ": 386,
      "عْتَ": 387,
      "وَلَمْ": 388,
      "دُّ": 389,
      "يَحْ": 390,
      "ابْنُ": 391,
      "ضِي": 392,
      "ذُ": 393,
      "غَيْرِهِ": 394,
      "فَأَ": 395,
      "زَا": 396,
      "رُّ": 397,
      "حُكْ": 398,
      "لِل": 399,
      "يَكُو": 400,
      "السَّ": 401,
      "وَتَ": 402,
      "الْقَ": 403,
      "نِهِ": 404,
      "مٌ": 405,
      "رِهِ": 406,
      "ذَكَ": 407,
      "مَوْ": 408,
      "شَرْ": 409,
      "صِح": 410,
      "الْبَ": 411,
      "دِّ": 412,
      "حَدَّثَنَا": 413,
      "انْ": 414,
      "مَةِ": 415,
      "غَيْرُ": 416,
      "الْفَ": 417,
      "يَنْ": 418,
      "صُو": 419,
      "أَرْ": 420,
      "دًا": 421,
      "يَعْ": 422,
      "رَجَ": 423,
      "تَعَ": 424,
      "نَحْ": 425,
      "فَقَ": 426,
      "سُو": 427,
      "تَّى": 428,
      "ءُ": 429,
      "سْلِ": 430,
      "مِلْ": 431,
      "وَجَ": 432,
      "أَمْ": 433,
      "ءٌ": 434,
      "وِي": 435,
      "سِهِ": 436,
      "يُو": 437,
      "هِيَ": 438,
      "ضًا": 439,
      "اسْتِ": 440,
      "أَخْ": 441,
      "حَتَّى": 442,
      "مِهِ": 443,
      "ًّا": 444,
      "الْجَ": 445,
      "الَّذِي": 446,
      "بَلْ": 447,
      "مًا": 448,
      "وَقَدْ": 449,
      "وِ": 450,
      "يَأْ": 451,
      "بَةِ": 452,
      "كُنْ": 453,
      "مَهُ": 454,
      "وَقَ": 455,
      "عًا": 456,
      "آخَ": 457,
      "ءٍ": 458,
      "كُلِّ": 459,
      "بِهَا": 460,
      "رَى": 461,
      "شُ": 462,
      "أَعْ": 463,
      "قُلْ": 464,
      "مُهُ": 465,
      "يَوْ": 466,
      "الْحَا": 467,
      "مُحَ": 468,
      "وَقَالَ": 469,
      "ئَ": 470,
      "ابْنِ": 471,
      "جِبُ": 472,
      "إنَّ": 473,
      "نَى": 474,
      "الْعِ": 475,
      "ذِهِ": 476,
      "بَّ": 477,
      "لَهَا": 478,
      "غَا": 479,
      "حَيْ": 480,
      "رَجُ": 481,
      "زِي": 482,
      "قْتَ": 483,
      "وَفِي": 484,
      "طَّ": 485,
      "هُو": 486,
      "عٍ": 487,
      "أَصْ": 488,
      "ظَا": 489,
      "عَةِ": 490,
      "صُ": 491,
      "فَقَالَ": 492,
      "كَانَتْ": 493,
      "الْقَا": 494,
      "شِ": 495,
      "الدَّ": 496,
      "هَذِهِ": 497,
      "بًا": 498,
      "مَرَ": 499,
      "لْزَ": 500,
      "مِّ": 501,
      "كَلَا": 502,
      "نٌ": 503,
      "الزَّ": 504,
      "خِلَافِ": 505,
      "عَمْ": 506,
      "كَالْ": 507,
      "نًا": 508,
      "يَةِ": 509,
      "كِي": 510,
      "فَإِنَّهُ": 511,
      "غُ": 512,
      "ثَلَا": 513,
      "جُوزُ": 514,
      "بِمَا": 515,
      "أَهْ": 516,
      "خَمْ": 517,
      "وَجْ": 518,
      "عٌ": 519,
      "وَإِلَّا": 520,
      "رَةُ": 521,
      "فَرْ": 522,
      "جَّ": 523,
      "وَى": 524,
      "إلَيْهِ": 525,
      "الثَّ": 526,
      "مَسْ": 527,
      "خِي": 528,
      "بِأَنْ": 529,
      "أَبُو": 530,
      "صَح": 531,
      "مُحَمَّ": 532,
      "وُجُو": 533,
      "ؤْ": 534,
      "تَهُ": 535,
      "أَيْضًا": 536,
      "رَةَ": 537,
      "أَحْ": 538,
      "قِيمَ": 539,
      "ظَاهِ": 540,
      "نِّ": 541,
      "رَأَ": 542,
      "نَفْسِهِ": 543,
      "الْمَا": 544,
      "قَوْلُ": 545,
      "أَكْ": 546,
      "يَكُنْ": 547,
      "فٍ": 548,
      "عَبْدِ": 549,
      "حَيْثُ": 550,
      "مَرَّ": 551,
      "ؤَ": 552,
      "عَلَيْ": 553,
      "رُهُ": 554,
      "طْلَ": 555,
      "كَذَا": 556,
      "تَيْنِ": 557,
      "قِيلَ": 558,
      "رَسُو": 559,
      "إذْ": 560,
      "ظُ": 561,
      "فَهُوَ": 562,
      "وَمَا": 563,
      "كَّ": 564,
      "مِنْهَا": 565,
      "فِيهَا": 566,
      "بِخِلَافِ": 567,
      "لِمَ": 568,
      "سِي": 569,
      "مَالِك": 570,
      "نُو": 571,
      "الْأَوَّ": 572,
      "هُنَا": 573,
      "لَفَ": 574,
      "غِي": 575,
      "فَالْ": 576,
      "فَعَ": 577,
      "دَةِ": 578,
      "إِذَا": 579,
      "وَرَ": 580,
      "نِصْ": 581,
      "أَجْ": 582,
      "قًا": 583,
      "وَكَذَا": 584,
      "دَهُ": 585,
      "ضَّ": 586,
      "الْكَ": 587,
      "سٍ": 588,
      "وَقَوْلُهُ": 589,
      "النِّ": 590,
      "نَةِ": 591,
      "فٌ": 592,
      "وَأَمَّا": 593,
      "جِي": 594,
      "اسْتَ": 595,
      "فَتَ": 596,
      "فِيمَا": 597,
      "لِمَا": 598,
      "الْبَا": 599,
      "الْعَبْ": 600,
      "الْمَوْ": 601,
      "قَوْلِ": 602,
      "بٌ": 603,
      "الْأُ": 604,
      "صِحُّ": 605,
      "تَعَا": 606,
      "قٌ": 607,
      "شَرَ": 608,
      "كُلُّ": 609,
      "عْتِ": 610,
      "فَيُ": 611,
      "فًا": 612,
      "مَنِ": 613,
      "الطَّ": 614,
      "مُسْتَ": 615,
      "تِهَا": 616,
      "الْبَيْ": 617,
      "الص": 618,
      "نَهُ": 619,
      "يَقْ": 620,
      "هَلْ": 621,
      "عُو": 622,
      "حْتَ": 623,
      "أَسْ": 624,
      "الْمَالِ": 625,
      "عِهِ": 626,
      "يَكُونَ": 627,
      "بِعَ": 628,
      "يَجُوزُ": 629,
      "مُّ": 630,
      "فِعْ": 631,
      "وَهَذَا": 632,
      "الثَّا": 633,
      "ظْ": 634,
      "بَرَ": 635,
      "صَاحِ": 636,
      "سَبَ": 637,
      "ضٍ": 638,
      "امْ": 639,
      "يَرْ": 640,
      "دَّمَ": 641,
      "زَوْ": 642,
      "ثَا": 643,
      "الْمَسْ": 644,
      "وَلِ": 645,
      "بِإِ": 646,
      "عَدَمِ": 647,
      "تَبَ": 648,
      "لّ": 649,
      "أَقَ": 650,
      "يَلْزَ": 651,
      "ضِيَ": 652,
      "أَلْ": 653,
      "وَالْمُ": 654,
      "كِتَا": 655,
      "يَمْ": 656,
      "كِنْ": 657,
      "كَذَلِكَ": 658,
      "وَإِنَّ": 659,
      "عَلَيْهَا": 660,
      "جَازَ": 661,
      "لِلْمُ": 662,
      "فَةَ": 663,
      "قَّ": 664,
      "أَشْ": 665,
      "خْتَ": 666,
      "تَعَالَى": 667,
      "قٍ": 668,
      "مَاتَ": 669,
      "أَحَدُ": 670,
      "بِذَلِكَ": 671,
      "الْخَ": 672,
      "بَعْضُ": 673,
      "يَكُونُ": 674,
      "مِمَّا": 675,
      "يَبْ": 676,
      "الد": 677,
      "تٍ": 678,
      "لِيَ": 679,
      "خَذَ": 680,
      "بَهُ": 681,
      "الْإِمَا": 682,
      "الْعُ": 683,
      "يَسْتَ": 684,
      "طَلَ": 685,
      "قُولُ": 686,
      "الْأَرْ": 687,
      "شْتَرِي": 688,
      "عُهُ": 689,
      "لَمُ": 690,
      "الِا": 691,
      "وَهِيَ": 692,
      "مَلَ": 693,
      "َّةُ": 694,
      "فَإِذَا": 695,
      "قِيَ": 696,
      "كُمْ": 697,
      "حَقِّ": 698,
      "رَكَ": 699,
      "أَلَ": 700,
      "ذَّ": 701,
      "الْأَصْ": 702,
      "الْوَا": 703,
      "قْرَا": 704,
      "وَاحِدٍ": 705,
      "كَوْ": 706,
      "سَّ": 707,
      "نُهُ": 708,
      "تَقَدَّمَ": 709,
      "غَيْرَ": 710,
      "الْحُ": 711,
      "يِّنَ": 712,
      "أَوَّ": 713,
      "تَوَ": 714,
      "الْمُصَ": 715,
      "عَلَّ": 716,
      "وَمَ": 717,
      "وَمَنْ": 718,
      "رَادَ": 719,
      "بِلَا": 720,
      "اُ": 721,
      "ذَكَرَ": 722,
      "ِيَةِ": 723,
      "ثَلَاثَ": 724,
      "الشَّا": 725,
      "وَنَحْ": 726,
      "رَّا": 727,
      "شَيْءٍ": 728,
      "مِنْهُمَا": 729,
      "وَإِنَّمَا": 730,
      "يِ": 731,
      "دُهُ": 732,
      "عَيَّ": 733,
      "مَةَ": 734,
      "حِينَ": 735,
      "وَلَيْسَ": 736,
      "ثِي": 737,
      "عَهُ": 738,
      "الْمُسْتَ": 739,
      "دَيْ": 740,
      "الْعَقْ": 741,
      "وَقْ": 742,
      "بِتَ": 743,
      "الْجُ": 744,
      "أَرْبَ": 745,
      "قَطَ": 746,
      "جَمِي": 747,
      "أَكْثَ": 748,
      "كُونُ": 749,
      "ئًا": 750,
      "ابْ": 751,
      "الْقِ": 752,
      "أَوْلَى": 753,
      "مَلُ": 754,
      "صَحَّ": 755,
      "صَلَا": 756,
      "وَنَ": 757,
      "عَيْ": 758,
      "الزَّوْ": 759,
      "بِغَيْرِ": 760,
      "قَتْ": 761,
      "يَمِي": 762,
      "تِّ": 763,
      "ُّو": 764,
      "بِّ": 765,
      "بِأَنَّ": 766,
      "رَةٍ": 767,
      "الْآ": 768,
      "السُّ": 769,
      "الْعَا": 770,
      "مُسْلِ": 771,
      "خَرَجَ": 772,
      "بَلَ": 773,
      "رْهَ": 774,
      "كُل": 775,
      "دُونَ": 776,
      "زَيْ": 777,
      "الْمُصَنِّ": 778,
      "الْمَذْ": 779,
      "وَإِذَا": 780,
      "النَّبِي": 781,
      "فَلَوْ": 782,
      "يُعْ": 783,
      "أَفْ": 784,
      "النَّا": 785,
      "فَرَ": 786,
      "مِا": 787,
      "يَوْمَ": 788,
      "مِائَ": 789,
      "رَأْ": 790,
      "الْغَ": 791,
      "تَنْ": 792,
      "إنَّمَا": 793,
      "ظِ": 794,
      "الرِّ": 795,
      "يَجِبُ": 796,
      "خُو": 797,
      "مَانِ": 798,
      "فِهِ": 799,
      "قِيَا": 800,
      "بِقَوْلِهِ": 801,
      "تَعْ": 802,
      "اشْتَ": 803,
      "عُمَرَ": 804,
      "وَمُ": 805,
      "أَهْلِ": 806,
      "بُهُ": 807,
      "بِيَ": 808,
      "يَخْ": 809,
      "حٍ": 810,
      "رْتَ": 811,
      "يُمْ": 812,
      "شَيْئًا": 813,
      "حَدِي": 814,
      "لِفَ": 815,
      "جِّ": 816,
      "هْرِ": 817,
      "وَعَ": 818,
      "خَلَ": 819,
      "وَاحِدَ": 820,
      "عَى": 821,
      "مُطْلَ": 822,
      "ئِهِ": 823,
      "أَقْ": 824,
      "وَقِيلَ": 825,
      "قَامَ": 826,
      "وَاءٌ": 827,
      "شَيْءٌ": 828,
      "رَضِيَ": 829,
      "حٌ": 830,
      "قِهِ": 831,
      "ؤُ": 832,
      "الْخُ": 833,
      "الْمَنْ": 834,
      "يَسْ": 835,
      "دَّةِ": 836,
      "ثُلُ": 837,
      "تَحْ": 838,
      "كِهِ": 839,
      "الْقُ": 840,
      "الْجِ": 841,
      "عَةَ": 842,
      "الْأَوَّلِ": 843,
      "كُلَّ": 844,
      "لَيْ": 845,
      "حُكْمِ": 846,
      "أَنَّهَا": 847,
      "يَأْتِي": 848,
      "مَحَ": 849,
      "لَهُمْ": 850,
      "امْرَأَ": 851,
      "فُو": 852,
      "غَيْرُهُ": 853,
      "آخَرَ": 854,
      "بُّ": 855,
      "ضُو": 856,
      "أُخْ": 857,
      "مَعْنَى": 858,
      "يَصِحُّ": 859,
      "دِرْهَ": 860,
      "الصَّلَا": 861,
      "دَتْ": 862,
      "وَاهُ": 863,
      "مَنُ": 864,
      "الِاسْتِ": 865,
      "خَمْسَ": 866,
      "الضَّ": 867,
      "شِي": 868,
      "بَةُ": 869,
      "كِّ": 870,
      "وَبِ": 871,
      "زَوَّ": 872,
      "وَجَبَ": 873,
      "زَّ": 874,
      "ضِهِ": 875,
      "بَدَ": 876,
      "قُّ": 877,
      "وَحَ": 878,
      "ظْهَ": 879,
      "أَخَذَ": 880,
      "بَرُ": 881,
      "ضَى": 882,
      "حَقَّ": 883,
      "جَوَا": 884,
      "لِأَنَّهَا": 885,
      "مِنْهُمْ": 886,
      "نَقْ": 887,
      "مُتَ": 888,
      "نَّا": 889,
      "الْوَقْ": 890,
      "وَقَعَ": 891,
      "ذٍ": 892,
      "حْرِ": 893,
      "صَارَ": 894,
      "ذَكَرَهُ": 895,
      "تَقْ": 896,
      "مَحْ": 897,
      "فَتْ": 898,
      "بَيْنَهُمَا": 899,
      "فَقَدْ": 900,
      "بَقِيَ": 901,
      "أَمَّا": 902,
      "فَّا": 903,
      "مَعَهُ": 904,
      "يَدْ": 905,
      "سْلَا": 906,
      "رَيْ": 907,
      "عِتْ": 908,
      "قَالَهُ": 909,
      "ءً": 910,
      "خِيَا": 911,
      "وَاَ": 912,
      "الْعَبْدِ": 913,
      "عِبَا": 914,
      "مِلْكِ": 915,
      "قَةِ": 916,
      "نَعَمْ": 917,
      "وَالِ": 918,
      "الْمَعْ": 919,
      "الْمَرْ": 920,
      "رَحِ": 921,
      "مِثْلِ": 922,
      "لَكِنْ": 923,
      "يُقْ": 924,
      "فَلَ": 925,
      "فَلَمْ": 926,
      "بَيِّنَ": 927,
      "وَمِنْ": 928,
      "الَّتِي": 929,
      "الْحِ": 930,
      "طِي": 931,
      "سَنَ": 932,
      "يِي": 933,
      "هِي": 934,
      "عَةٍ": 935,
      "رَاءَ": 936,
      "رَجُلٍ": 937,
      "الْبُ": 938,
      "بِنَا": 939,
      "غِ": 940,
      "لِفُ": 941,
      "بَعْضِ": 942,
      "بَعْدَهُ": 943,
      "أَمَ": 944,
      "جُزْ": 945,
      "لا": 946,
      "قُلْتُ": 947,
      "تَرْ": 948,
      "بَتَ": 949,
      "تَى": 950,
      "اعْتِ": 951,
      "الْمُشْتَرِي": 952,
      "الْوَلَ": 953,
      "مَالِكٍ": 954,
      "ئْ": 955,
      "يَضْ": 956,
      "نَاهُ": 957,
      "بَغِي": 958,
      "نَظَ": 959,
      "ثْبُ": 960,
      "أَخْبَرَ": 961,
      "فَةِ": 962,
      "قَدَّ": 963,
      "بِمُ": 964,
      "فَلْ": 965,
      "نَبِي": 966,
      "سَيِّ": 967,
      "الْمُسْلِ": 968,
      "َّةَ": 969,
      "ذُو": 970,
      "الظ": 971,
      "لَمَ": 972,
      "حُكْمُ": 973,
      "تَصَ": 974,
      "سَوَاءٌ": 975,
      "أُمِّ": 976,
      "الرُّ": 977,
      "عِنْدَهُ": 978,
      "بَةَ": 979,
      "فَّ": 980,
      "الْآخَ": 981,
      "دَةُ": 982,
      "أَحَدُهُمَا": 983,
      "قَالُ": 984,
      "نِيَ": 985,
      "صَى": 986,
      "الرَّا": 987,
      "ئِذٍ": 988,
      "تُو": 989,
      "مَانَ": 990,
      "مِنَ": 991,
      "شْتَرَ": 992,
      "اخْ": 993,
      "بِأَنَّهُ": 994,
      "مُطْلَقًا": 995,
      "حُر": 996,
      "وَكَذَلِكَ": 997,
      "عَشَرَ": 998,
      "عَبْدُ": 999,
      "عَةُ": 1000,
      "بَّا": 1001,
      "الشَّرْ": 1002,
      "رَةٌ": 1003,
      "مَرْ": 1004,
      "يَفْ": 1005,
      "عَقْ": 1006,
      "لَزِ": 1007,
      "ضَرَ": 1008,
      "تَأَ": 1009,
      "للَّ": 1010,
      "مَةُ": 1011,
      "يَّا": 1012,
      "رَةً": 1013,
      "رِينَ": 1014,
      "نَقَ": 1015,
      "غْنِي": 1016,
      "يَعْنِي": 1017,
      "دَّعَى": 1018,
      "أَحْمَ": 1019,
      "الْبَائِ": 1020,
      "فَسَ": 1021,
      "صَحِي": 1022,
      "فُهُ": 1023,
      "زَوْجَ": 1024,
      "عَرَ": 1025,
      "فَقَطْ": 1026,
      "الْفَرْ": 1027,
      "جِعُ": 1028,
      "طَالِ": 1029,
      "يُنْ": 1030,
      "تُهَا": 1031,
      "لَتْ": 1032,
      "وَكَانَ": 1033,
      "يُجْ": 1034,
      "لِمَنْ": 1035,
      "صَدَ": 1036,
      "الشَّيْ": 1037,
      "وَذَلِكَ": 1038,
      "بِحَ": 1039,
      "دَةَ": 1040,
      "قَهُ": 1041,
      "فَلَهُ": 1042,
      "الشُّ": 1043,
      "شَاءَ": 1044,
      "هٌ": 1045,
      "رَمَ": 1046,
      "بِنْ": 1047,
      "طُو": 1048,
      "زَوَّجَ": 1049,
      "ذِّ": 1050,
      "دَيْنِ": 1051,
      "أَقَرَّ": 1052,
      "رِكَ": 1053,
      "كَال": 1054,
      "هَبَ": 1055,
      "عَتْ": 1056,
      "يَدِ": 1057,
      "نِهَا": 1058,
      "الْقَاضِي": 1059,
      "رَادُ": 1060,
      "كَلَامِ": 1061,
      "تَفْ": 1062,
      "زِيَا": 1063,
      "كَافِ": 1064,
      "مِلَ": 1065,
      "مَجْ": 1066,
      "سَلَ": 1067,
      "وَضَ": 1068,
      "عْتُ": 1069,
      "خَيْ": 1070,
      "رَدُّ": 1071,
      "شَهَا": 1072,
      "رَجُلٌ": 1073,
      "مَالِهِ": 1074,
      "قِّ": 1075,
      "فُلَا": 1076,
      "حِينَئِذٍ": 1077,
      "رَاءِ": 1078,
      "رِيَ": 1079,
      "زُو": 1080,
      "حَلَفَ": 1081,
      "الْوَصِي": 1082,
      "مُحَمَّدٍ": 1083,
      "بَلُ": 1084,
      "وَعَلَى": 1085,
      "هَةِ": 1086,
      "رَحِمَهُ": 1087,
      "وِهِ": 1088,
      "مَسْأَلَ": 1089,
      "الثَّانِي": 1090,
      "عَةٌ": 1091,
      "كْرِ": 1092,
      "وَغَيْرِهِ": 1093,
      "حَقُّ": 1094,
      "نِّي": 1095,
      "الْغَا": 1096,
      "أُجْ": 1097,
      "ثَةِ": 1098,
      "سَمِ": 1099,
      "كِرَ": 1100,
      "زَمَ": 1101,
      "مُنْ": 1102,
      "مِثْلُ": 1103,
      "وَبَيْنَ": 1104,
      "يَجْ": 1105,
      "بْنَ": 1106,
      "رَسُولُ": 1107,
      "الْعَقْدِ": 1108,
      "عَنِ": 1109,
      "لَيْنِ": 1110,
      "إِلَى": 1111,
      "فَعَلَ": 1112,
      "الْأَمْ": 1113,
      "رَقَ": 1114,
      "ِّيَ": 1115,
      "كَيْ": 1116,
      "كِنَّ": 1117,
      "دَخَلَ": 1118,
      "دِهِمَا": 1119,
      "قَطْ": 1120,
      "صُّ": 1121,
      "لَفْ": 1122,
      "قَبْلَهُ": 1123,
      "وَلَهُ": 1124,
      "وَأَنْ": 1125,
      "أَكْثَرَ": 1126,
      "وِّ": 1127,
      "بَرِ": 1128,
      "يُصَ": 1129,
      "الْجَا": 1130,
      "صِحَّ": 1131,
      "ضَاءِ": 1132,
      "نَحْوِ": 1133,
      "عِلْ": 1134,
      "بِمَنْ": 1135,
      "ُّلُ": 1136,
      "رِوَا": 1137,
      "إحْ": 1138,
      "يَقُو": 1139,
      "كَسْ": 1140,
      "أَلَةِ": 1141,
      "يَكْ": 1142,
      "حَمْ": 1143,
      "الدَّا": 1144,
      "رْبِ": 1145,
      "طْلَا": 1146,
      "يُؤْ": 1147,
      "سَائِ": 1148,
      "يَأْخُ": 1149,
      "لِّي": 1150,
      "عَةً": 1151,
      "فَهُ": 1152,
      "الْمَجْ": 1153,
      "لِيِّ": 1154,
      "رَجَعَ": 1155,
      "ضٌ": 1156,
      "نَصِي": 1157,
      "سِمِ": 1158,
      "أَرَادَ": 1159,
      "يَقُولُ": 1160,
      "وَصِي": 1161,
      "سَبْ": 1162,
      "الدَّيْنِ": 1163,
      "الْغُ": 1164,
      "لَةُ": 1165,
      "وَارِ": 1166,
      "هٍ": 1167,
      "عَامِ": 1168,
      "الْإِمَامِ": 1169,
      "رَتْ": 1170,
      "عَادَ": 1171,
      "عَمَ": 1172,
      "تَأْ": 1173,
      "أُو": 1174,
      "لِكُ": 1175,
      "صَلَ": 1176,
      "الْفُ": 1177,
      "مِينَ": 1178,
      "طٍ": 1179,
      "رَأَيْ": 1180,
      "لُوا": 1181,
      "يَلْزَمُهُ": 1182,
      "احْ": 1183,
      "كَاتَ": 1184,
      "السَّا": 1185,
      "يَّنَ": 1186,
      "الرَّجُ": 1187,
      "لِهَا": 1188,
      "لَكَ": 1189,
      "ًى": 1190,
      "دَفْ": 1191,
      "بَيْعِ": 1192,
      "أَحَدِهِمَا": 1193,
      "وَطْ": 1194,
      "سَهْ": 1195,
      "ذُكِرَ": 1196,
      "حِهِ": 1197,
      "الْمُعْتَ": 1198,
      "أَبِيهِ": 1199,
      "وَعَلَيْهِ": 1200,
      "ثَوْ": 1201,
      "قُهُ": 1202,
      "الْقَاسِمِ": 1203,
      "ثَبَتَ": 1204,
      "مَّنْ": 1205,
      "مَّةِ": 1206,
      "شَهِ": 1207,
      "َّةٍ": 1208,
      "مِلُ": 1209,
      "حَنِي": 1210,
      "شَرْحِ": 1211,
      "لَةَ": 1212,
      "عِيُّ": 1213,
      "َّاهِ": 1214,
      "قَدْرِ": 1215,
      "لِأَ": 1216,
      "فَى": 1217,
      "ثَمَ": 1218,
      "يُقَالُ": 1219,
      "يُحْ": 1220,
      "فَاسِ": 1221,
      "مَثَ": 1222,
      "قِيمَةِ": 1223,
      "حَنِيفَةَ": 1224,
      "الْكِتَا": 1225,
      "صَرَّ": 1226,
      "سَهُ": 1227,
      "الْمُصَنِّفِ": 1228,
      "الْمَرْأَ": 1229,
      "بَيَا": 1230,
      "طَرِي": 1231,
      "عَدَمُ": 1232,
      "الثَّمَنِ": 1233,
      "وَاَللَّ": 1234,
      "الْأَرْضِ": 1235,
      "الْمَذْكُو": 1236,
      "هَى": 1237,
      "نَعُ": 1238,
      "تِلْ": 1239,
      "مَكَّ": 1240,
      "عَلَيْهِمْ": 1241,
      "ظْهَرُ": 1242,
      "يَثْبُ": 1243,
      "رَاهِ": 1244,
      "وَأُ": 1245,
      "هَرَ": 1246,
      "قُلْت": 1247,
      "قَبْضِ": 1248,
      "تَسْ": 1249,
      "مَاءِ": 1250,
      "بِالتَّ": 1251,
      "لِيُّ": 1252,
      "تَانِ": 1253,
      "وَجْهُ": 1254,
      "مَالِكٌ": 1255,
      "الْفِ": 1256,
      "فَرَّ": 1257,
      "دِرْهَمٍ": 1258,
      "أَبْ": 1259,
      "جَعْ": 1260,
      "جَاءَ": 1261,
      "مُتَعَ": 1262,
      "كِنُ": 1263,
      "الصِّ": 1264,
      "الْهِ": 1265,
      "تْهُ": 1266,
      "بِقَ": 1267,
      "الْمُو": 1268,
      "السِّ": 1269,
      "الثُّلُ": 1270,
      "لِعَدَمِ": 1271,
      "الْمُدَ": 1272,
      "رَبِّ": 1273,
      "كْرَهُ": 1274,
      "بَائِ": 1275,
      "دَعْ": 1276,
      "مِّي": 1277,
      "الْمَشْ": 1278,
      "مُحَمَّدُ": 1279,
      "رَسُولَ": 1280,
      "الْبَيْعِ": 1281,
      "بَاعَ": 1282,
      "أَعْلَمُ": 1283,
      "أَخْبَرَنَا": 1284,
      "مَثَلًا": 1285,
      "سَعِي": 1286,
      "نْثَ": 1287,
      "يَدِهِ": 1288,
      "ثًا": 1289,
      "مَقْ": 1290,
      "الْخَا": 1291,
      "فَلَيْسَ": 1292,
      "بِالْإِ": 1293,
      "رَدَّ": 1294,
      "وَالتَّ": 1295,
      "جَرَّ": 1296,
      "الْمَتْ": 1297,
      "َّةٌ": 1298,
      "بَابِ": 1299,
      "نِيُّ": 1300,
      "وَكِّ": 1301,
      "تِلْكَ": 1302,
      "رَكْ": 1303,
      "بَعْضُهُمْ": 1304,
      "يُسَ": 1305,
      "نِكَا": 1306,
      "انْتِ": 1307,
      "إِي": 1308,
      "يُؤَ": 1309,
      "يَلْزَمُ": 1310,
      "فِّ": 1311,
      "تَلَ": 1312,
      "صَوْ": 1313,
      "فِعْلِ": 1314,
      "بَةٍ": 1315,
      "ظَاهِرٌ": 1316,
      "قَى": 1317,
      "الطَّلَا": 1318,
      "لَّقَ": 1319,
      "جٍ": 1320,
      "شَهْ": 1321,
      "لاَ": 1322,
      "هَبِ": 1323,
      "حَدِيثِ": 1324,
      "عَلَيَّ": 1325,
      "نُّ": 1326,
      "بَطَلَ": 1327,
      "يُّ": 1328,
      "دَّعِي": 1329,
      "ثْنَا": 1330,
      "شَّ": 1331,
      "فَعُ": 1332,
      "رَاجِ": 1333,
      "سْلَامِ": 1334,
      "مَيِّ": 1335,
      "الْمَيِّ": 1336,
      "كَثِي": 1337,
      "يَةُ": 1338,
      "ثٍ": 1339,
      "يَشْ": 1340,
      "رُمُ": 1341,
      "حِلُّ": 1342,
      "وَتُ": 1343,
      "الْعِتْ": 1344,
      "انْتَ": 1345,
      "نَعَ": 1346,
      "فَلِ": 1347,
      "بُدَّ": 1348,
      "ئُ": 1349,
      "الْمُتَ": 1350,
      "الذَّ": 1351,
      "الْإِمَامُ": 1352,
      "عَلِمَ": 1353,
      "مِثْلُهُ": 1354,
      "مَوْضِ": 1355,
      "ِّيَا": 1356,
      "نَفَقَ": 1357,
      "يُعَ": 1358,
      "شْتَرَطُ": 1359,
      "الْمَقْ": 1360,
      "ظَاهِرُ": 1361,
      "الْآخَرِ": 1362,
      "خَذُ": 1363,
      "خَّ": 1364,
      "مَّلْ": 1365,
      "وُقُو": 1366,
      "الدُّ": 1367,
      "آخِ": 1368,
      "ظِي": 1369,
      "يُفْ": 1370,
      "كُلٍّ": 1371,
      "مُعَيَّ": 1372,
      "الرَّوْ": 1373,
      "هَدْ": 1374,
      "الط": 1375,
      "تِيَا": 1376,
      "اللّ": 1377,
      "الشَّارِ": 1378,
      "جَائِ": 1379,
      "التَّعْ": 1380,
      "يَدْخُ": 1381,
      "ضَهُ": 1382,
      "وَنَحْوِهِ": 1383,
      "إِسْ": 1384,
      "نَافِ": 1385,
      "شَرِي": 1386,
      "زٌ": 1387,
      "فَكَانَ": 1388,
      "الْمَتْنِ": 1389,
      "مَفْ": 1390,
      "بَكْ": 1391,
      "أَعْتَقَ": 1392,
      "جِنْ": 1393,
      "وَاَللَّهُ": 1394,
      "سِتَّ": 1395,
      "يَجِ": 1396,
      "الْأَوَّلُ": 1397,
      "وَكِي": 1398,
      "زَادَ": 1399,
      "ضَةِ": 1400,
      "فَصْ": 1401,
      "دَةٍ": 1402,
      "دَةٌ": 1403,
      "مَّى": 1404,
      "لَمَّا": 1405,
      "هَبُ": 1406,
      "تٌ": 1407,
      "دِيَ": 1408,
      "قَةً": 1409,
      "مِلْكِهِ": 1410,
      "النِّكَا": 1411,
      "بَتِهِ": 1412,
      "حِصَّ": 1413,
      "حَاجَ": 1414,
      "وَالث": 1415,
      "فَوْ": 1416,
      "سٌ": 1417,
      "لِمُ": 1418,
      "صْرِ": 1419,
      "دَاءِ": 1420,
      "يَةٌ": 1421,
      "عِشْ": 1422,
      "عَنْهَا": 1423,
      "الْحَاكِ": 1424,
      "لَةٍ": 1425,
      "يَقْتَ": 1426,
      "قُطُ": 1427,
      "رُونَ": 1428,
      "جَمِيعِ": 1429,
      "جِدِ": 1430,
      "رَوَاهُ": 1431,
      "حَرَّ": 1432,
      "دَلِي": 1433,
      "يُعْتَ": 1434,
      "عُمْ": 1435,
      "يُوسُ": 1436,
      "كٍ": 1437,
      "الْمَوْلَى": 1438,
      "فَتْحِ": 1439,
      "تُّ": 1440,
      "أَدْ": 1441,
      "بِسَ": 1442,
      "جَمْ": 1443,
      "وِلَا": 1444,
      "الْوَلَدِ": 1445,
      "لِإِ": 1446,
      "وُضُو": 1447,
      "صِّ": 1448,
      "مِمَّنْ": 1449,
      "الْأَصَح": 1450,
      "نِينَ": 1451,
      "لِتَ": 1452,
      "الصَّلَاةِ": 1453,
      "مُعَا": 1454,
      "يَذْ": 1455,
      "وَعَنْ": 1456,
      "رَيْنِ": 1457,
      "اعْتِبَا": 1458,
      "حَةِ": 1459,
      "وَاجِ": 1460,
      "فَيَكُونُ": 1461,
      "السَّيِّ": 1462,
      "حًا": 1463,
      "نْظُ": 1464,
      "مُتَّ": 1465,
      "يَقَ": 1466,
      "صِيرُ": 1467,
      "سًا": 1468,
      "تَمْ": 1469,
      "الْعَيْ": 1470,
      "لِقَوْلِهِ": 1471,
      "حَهُ": 1472,
      "وُجُوبِ": 1473,
      "شَيْءَ": 1474,
      "ؤُهُ": 1475,
      "الْعَبْدُ": 1476,
      "لَةً": 1477,
      "الْأَجْ": 1478,
      "وَالْمَ": 1479,
      "قُلْنَا": 1480,
      "يَمْلِكُ": 1481,
      "أُخْرَى": 1482,
      "بَةً": 1483,
      "يَنْبَغِي": 1484,
      "رَبُ": 1485,
      "مَانُ": 1486,
      "زِلَةِ": 1487,
      "كَأَنْ": 1488,
      "خَلْ": 1489,
      "يُوسُفَ": 1490,
      "لَهُمَا": 1491,
      "إقْرَا": 1492,
      "لْحَ": 1493,
      "حَقِّهِ": 1494,
      "بِضَ": 1495,
      "كُهُ": 1496,
      "لَزِمَهُ": 1497,
      "ثٌ": 1498,
      "مَامِ": 1499,
      "ابْنَ": 1500,
      "مُسْلِمٍ": 1501,
      "عَلِي": 1502,
      "الْمَبِي": 1503,
      "ئِلَ": 1504,
      "الرَّحْ": 1505,
      "عِبَارَةُ": 1506,
      "تِرَا": 1507,
      "الْمُصَنِّفُ": 1508,
      "أُولَى": 1509,
      "جَرَ": 1510,
      "طَلَا": 1511,
      "بْرَا": 1512,
      "لَكِنَّ": 1513,
      "لَامُ": 1514,
      "يَرْجِعُ": 1515,
      "تَبْ": 1516,
      "الشِّ": 1517,
      "وَفِيهِ": 1518,
      "الْأَعْ": 1519,
      "شَارَ": 1520,
      "نِصْفَ": 1521,
      "نْثَى": 1522,
      "مّ": 1523,
      "ثْنَ": 1524,
      "النُّ": 1525,
      "بَنِي": 1526,
      "قِسْ": 1527,
      "حَاصِ": 1528,
      "الْمُنْ": 1529,
      "أَصْحَا": 1530,
      "بَكْرٍ": 1531,
      "وَغَيْرُهُ": 1532,
      "قَوْلَهُ": 1533,
      "الْمَأْ": 1534,
      "جِنَا": 1535,
      "صَالِ": 1536,
      "خَالِ": 1537,
      "طُلُ": 1538,
      "الْحُكْمِ": 1539,
      "تِلَا": 1540,
      "الصُّ": 1541,
      "بِشَرْ": 1542,
      "فَهَلْ": 1543,
      "فَال": 1544,
      "أَبِ": 1545,
      "قَةٍ": 1546,
      "سْتُ": 1547,
      "عُرْ": 1548,
      "يَى": 1549,
      "جَعَلَ": 1550,
      "طٌ": 1551,
      "مَأْ": 1552,
      "أَوْلَا": 1553,
      "أَبَا": 1554,
      "مَرُ": 1555,
      "أَوْصَى": 1556,
      "وَالْإِ": 1557,
      "كَلَامِهِ": 1558,
      "الْأَصْلِ": 1559,
      "زَيْدٍ": 1560,
      "إنَّهُ": 1561,
      "الْيَمِي": 1562,
      "مُدَّ": 1563,
      "َّةً": 1564,
      "النَّبِيِّ": 1565,
      "يُسْتَ": 1566,
      "أَجْنَبِي": 1567,
      "الذِّ": 1568,
      "خَطَ": 1569,
      "عَقِ": 1570,
      "عُذْ": 1571,
      "بَيْعُ": 1572,
      "يَخْرُ": 1573,
      "فَمَا": 1574,
      "طَالِقٌ": 1575,
      "بَقَا": 1576,
      "رِيِّ": 1577,
      "غَيْرِهَا": 1578,
      "الْوَجْ": 1579,
      "طَالَ": 1580,
      "وُّ": 1581,
      "عَبَّا": 1582,
      "تَرَكَ": 1583,
      "رَتِهِ": 1584,
      "أَسْلَمَ": 1585,
      "اتِّ": 1586,
      "فَرِ": 1587,
      "كَلَ": 1588,
      "يَوْمِ": 1589,
      "خُرُو": 1590,
      "يُمْكِنُ": 1591,
      "أَبَ": 1592,
      "عَتَقَ": 1593,
      "بِرَ": 1594,
      "أَحْمَدُ": 1595,
      "صَرَّحَ": 1596,
      "نِيِّ": 1597,
      "الْمُؤَ": 1598,
      "كُونَ": 1599,
      "عَائِ": 1600,
      "اشْتَرَى": 1601,
      "مُعْتَ": 1602,
      "دُلُّ": 1603,
      "بِمَنْزِلَةِ": 1604,
      "صٍ": 1605,
      "الْيَ": 1606,
      "تَمَ": 1607,
      "بْهَ": 1608,
      "رُدَّ": 1609,
      "رِيُّ": 1610,
      "الْحَجِّ": 1611,
      "بَلَغَ": 1612,
      "لَيْهِ": 1613,
      "وَرِ": 1614,
      "آخَرُ": 1615,
      "جِدَ": 1616,
      "لِلتَّ": 1617,
      "الرَّحْمَنِ": 1618,
      "كْثَ": 1619,
      "يَحْيَى": 1620,
      "يَضْمَنُ": 1621,
      "مَلِ": 1622,
      "قُرْ": 1623,
      "فَهِيَ": 1624,
      "حَج": 1625,
      "سُهُ": 1626,
      "سِّ": 1627,
      "جَارَةِ": 1628,
      "دُخُو": 1629,
      "فَائِ": 1630,
      "عِيِّ": 1631,
      "دِهَا": 1632,
      "لَةٌ": 1633,
      "عَلْ": 1634,
      "الْوَكِي": 1635,
      "وَاحِدٌ": 1636,
      "أَشْهُ": 1637,
      "نْظُرْ": 1638,
      "حَلَّ": 1639,
      "يَةَ": 1640,
      "نَوْ": 1641,
      "جَمَا": 1642,
      "صَدَّ": 1643,
      "الْعَيْنِ": 1644,
      "حْرَا": 1645,
      "فَكَ": 1646,
      "لُهَا": 1647,
      "الصَّحِي": 1648,
      "مِثْلِهِ": 1649,
      "..": 1650,
      "مَةٍ": 1651,
      "مُؤَ": 1652,
      "رَجُلًا": 1653,
      "سُّ": 1654,
      "طِهِ": 1655,
      "مَيْ": 1656,
      "قَابِ": 1657,
      "مَعْلُو": 1658,
      "وَلِلْ": 1659,
      "لِذَلِكَ": 1660,
      "حَرْ": 1661,
      "مَوْتِهِ": 1662,
      "الْجَوَا": 1663,
      "دَفَعَ": 1664,
      "يُرِي": 1665,
      "وَسُ": 1666,
      "مَذْ": 1667,
      "رْتَهِ": 1668,
      "يَقُولَ": 1669,
      "حَدَ": 1670,
      "الْحَدِي": 1671,
      "غَيْرَهُ": 1672,
      "شَهِدَ": 1673,
      "طَلَّقَ": 1674,
      "أَقَلَّ": 1675,
      "ثَمَّ": 1676,
      "قَدَ": 1677,
      "الْإِسْلَامِ": 1678,
      "الزَّوْجَ": 1679,
      "نَظَرٌ": 1680,
      "يَةٍ": 1681,
      "الْمَحْ": 1682,
      "بَاطِ": 1683,
      "وَيَنْ": 1684,
      "أَيَّا": 1685,
      "نَةَ": 1686,
      "يُسْ": 1687,
      "دَارِ": 1688,
      "الثَّلَا": 1689,
      "مِائَةٍ": 1690,
      "الْأُولَى": 1691,
      "عَوْ": 1692,
      "الْجُمُ": 1693,
      "الْعِلْ": 1694,
      "بِنَفْسِهِ": 1695,
      "قَائِ": 1696,
      "بَعْضَ": 1697,
      "أَحَدٌ": 1698,
      "ظَهَرَ": 1699,
      "وَعِنْدَ": 1700,
      "رُوِيَ": 1701,
      "خِلَافًا": 1702,
      "فَعَلَيْهِ": 1703,
      "يُقَ": 1704,
      "الْحَسَ": 1705,
      "الْمُدَوَّ": 1706,
      "وَلِأَنَّ": 1707,
      "بِسَبَ": 1708,
      "وِيَ": 1709,
      "مَهْ": 1710,
      "دَى": 1711,
      "رِثُ": 1712,
      "حَالَ": 1713,
      "وَبِهِ": 1714,
      "الْوَطْ": 1715,
      "الْمَسْجِدِ": 1716,
      "النَّاسِ": 1717,
      "سم": 1718,
      "بِيِّ": 1719,
      "وَلَكِنْ": 1720,
      "ِّيَّةِ": 1721,
      "رَسُولِ": 1722,
      "مَسْأَلَةٌ": 1723,
      "لَّةِ": 1724,
      "لَّذِي": 1725,
      "صَرَ": 1726,
      "أُمَّ": 1727,
      "كَوْنِهِ": 1728,
      "مَكَّةَ": 1729,
      "عَبَّاسٍ": 1730,
      "عَلُ": 1731,
      "ادَّعَى": 1732,
      "لِكَوْ": 1733,
      "صِفَ": 1734,
      "ذِمَّ": 1735,
      "مَنَ": 1736,
      "أَوْجَ": 1737,
      "عِدَّ": 1738,
      "صَاحِبُ": 1739,
      "بِلَ": 1740,
      "كَهُ": 1741,
      "حَالِ": 1742,
      "وَحْ": 1743,
      "الْمِثْلِ": 1744,
      "رَاهُ": 1745,
      "الْمِ": 1746,
      "بِالْأَ": 1747,
      "اخْتَ": 1748,
      "تَزَوَّجَ": 1749,
      "عَرَفَةَ": 1750,
      "بِالْمُ": 1751,
      "أْجِ": 1752,
      "كَلَّ": 1753,
      "رِهَا": 1754,
      "فَاءِ": 1755,
      "وَاحِدَةٍ": 1756,
      "نِصْفُ": 1757,
      "قِيمَتِهِ": 1758,
      "نِصْفِ": 1759,
      "بِإِذْ": 1760,
      "الْمَيِّتِ": 1761,
      "أَصَا": 1762,
      "إِلَّا": 1763,
      "أَحَدِ": 1764,
      "وُجُودِ": 1765,
      "فَصْلٌ": 1766,
      "شَيْخُ": 1767,
      "الْمَوْتِ": 1768,
      "الْقِيَا": 1769,
      "لِنَفْسِهِ": 1770,
      "بَةٌ": 1771,
      "لَانِ": 1772,
      "يُحَ": 1773,
      "غَرَ": 1774,
      "يَثْبُتُ": 1775,
      "كٌ": 1776,
      "عَشْ": 1777,
      "تَوْ": 1778,
      "تُقْ": 1779,
      "يَجُزْ": 1780,
      "كَنَ": 1781,
      "الْمُدَوَّنَةِ": 1782,
      "مٍّ": 1783,
      "يَقْتَضِي": 1784,
      "مَاعِ": 1785,
      "جَابَ": 1786,
      "الْكُ": 1787,
      "بِشَيْءٍ": 1788,
      "وَبَ": 1789,
      "حُرْ": 1790,
      "نّ": 1791,
      "قَاتِ": 1792,
      "الْبَائِعِ": 1793,
      "َّاهِرُ": 1794,
      "الْخِيَا": 1795,
      "حُكْمَ": 1796,
      "يُشْتَرَطُ": 1797,
      "الْحَمْ": 1798,
      "مَةٌ": 1799,
      "سَقَطَ": 1800,
      "عِينَ": 1801,
      "يَذْكُ": 1802,
      "مَتْ": 1803,
      "قَرَّ": 1804,
      "يَغْ": 1805,
      "حِقُّ": 1806,
      "عَلِ": 1807,
      "تَخْ": 1808,
      "ضَمِنَ": 1809,
      "انْتَهَى": 1810,
      "يَضُ": 1811,
      "فَلْيُ": 1812,
      "مَشْ": 1813,
      "إلَيْ": 1814,
      "ثِهِ": 1815,
      "لِغَيْرِهِ": 1816,
      "َيْنِ": 1817,
      "عُلِمَ": 1818,
      "الرَّهْ": 1819,
      "يَحْنَ": 1820,
      "قَيْ": 1821,
      "قَبَ": 1822,
      "قَضَا": 1823,
      "يَصْ": 1824,
      "قَالَتْ": 1825,
      "ذْرَ": 1826,
      "يَدَ": 1827,
      "يَوْمٍ": 1828,
      "وَذَكَرَ": 1829,
      "مَمْ": 1830,
      "كَانِ": 1831,
      "الْوَرَ": 1832,
      "الْمَاءِ": 1833,
      "تَنْبِي": 1834,
      "تَكْ": 1835,
      "ذِكْ": 1836,
      "عَائِشَ": 1837,
      "وَةِ": 1838,
      "تَصْ": 1839,
      "صَيْ": 1840,
      "الزَّرْ": 1841,
      "مَةً": 1842,
      "حُرٌّ": 1843,
      "بَيِّ": 1844,
      "شَهَادَ": 1845,
      "وَالْأَ": 1846,
      "كُلٌّ": 1847,
      "الْمُسْلِمِينَ": 1848,
      "تَحْتَ": 1849,
      "قَةٌ": 1850,
      "قَصْ": 1851,
      "يَزِي": 1852,
      "ضَتْ": 1853,
      "الزَّوْجِ": 1854,
      "فَرٍ": 1855,
      "النَّبِيَّ": 1856,
      "جَوَازِ": 1857,
      "جْتَ": 1858,
      "كَلَامُ": 1859,
      "أَفْضَ": 1860,
      "الْقُرْ": 1861,
      "قَبُو": 1862,
      "يَنْتَ": 1863,
      "الْمَسْأَلَةِ": 1864,
      "الْأَبِ": 1865,
      "كًا": 1866,
      "جْرِ": 1867,
      "طِئَ": 1868,
      "وَجْهَ": 1869,
      "قَطَعَ": 1870,
      "نِيَّةِ": 1871,
      "لِيُ": 1872,
      "دِّي": 1873,
      "بْحِ": 1874,
      "اسْتِحْ": 1875,
      "الْأَصَحِّ": 1876,
      "لَّهِ": 1877,
      "أَنْتِ": 1878,
      "ثُبُو": 1879,
      "زِئُ": 1880,
      "يَانِ": 1881,
      "نَفْسِ": 1882,
      "بِعَيْنِ": 1883,
      "صَاحِبِهِ": 1884,
      "حُو": 1885,
      "لْتَ": 1886,
      "وَجْهٍ": 1887,
      "هُرَيْ": 1888,
      "حَاقَ": 1889,
      "هُرَيْرَةَ": 1890,
      "وَشَ": 1891,
      "عَمَّا": 1892,
      "عْتَا": 1893,
      "الثَّوْ": 1894,
      "شَرَطَ": 1895,
      "وَاحِدَةً": 1896,
      "هَدَ": 1897,
      "صِحَّةِ": 1898,
      "اثْنَ": 1899,
      "نَصَّ": 1900,
      "النِّصْ": 1901,
      "عَيْنِ": 1902,
      "أَنَا": 1903,
      "دَبَّ": 1904,
      "أَخْرَجَ": 1905,
      "يَحْصُ": 1906,
      "تَقْدِي": 1907,
      "الْمِلْكِ": 1908,
      "خْتَا": 1909,
      "بَانَ": 1910,
      "غَلَ": 1911,
      "بَيْنَهُ": 1912,
      "تًا": 1913,
      "حَصَلَ": 1914,
      "رِفَ": 1915,
      "وَجْهِ": 1916,
      "بَأْ": 1917,
      "دَةً": 1918,
      "صَرُّ": 1919,
      "وَجَدَ": 1920,
      "كَيْفَ": 1921,
      "أَشْهُرٍ": 1922,
      "اتَّ": 1923,
      "عِوَ": 1924,
      "ضَانَ": 1925,
      "طَرَ": 1926,
      "وَلَدٍ": 1927,
      "أَحَدٍ": 1928,
      "الْبَيْعُ": 1929,
      "الْوَقْفِ": 1930,
      "شَيْخُنَا": 1931,
      "بِمَ": 1932,
      "فَسْ": 1933,
      "سَبِ": 1934,
      "سَمَّى": 1935,
      "رُهَا": 1936,
      "عَدْ": 1937,
      "مُرَا": 1938,
      "يُخْ": 1939,
      "شٍ": 1940,
      "تِدَا": 1941,
      "شَخْ": 1942,
      "طْلُ": 1943,
      "أَوَّلِ": 1944,
      "الْأَنْ": 1945,
      "عَهَا": 1946,
      "رُجُو": 1947,
      "مِثْلَ": 1948,
      "دَّى": 1949,
      "حَدَّثَنِي": 1950,
      "الطَّلَاقِ": 1951,
      "يَقَعُ": 1952,
      "نَهَا": 1953,
      "الشَّافِ": 1954,
      "وَأَخْ": 1955,
      "الْإِقْرَا": 1956,
      "مُتَعَلِّ": 1957,
      "رِثِ": 1958,
      "يَحْتَ": 1959,
      "صَاحِبِ": 1960,
      "زٍ": 1961,
      "وِيُّ": 1962,
      "خَالَفَ": 1963,
      "مُسْلِمٌ": 1964,
      "تُمْ": 1965,
      "كُلُّهُ": 1966,
      "رِبَ": 1967,
      "جِهَةِ": 1968,
      "احْتِ": 1969,
      "تَنْبِيهٌ": 1970,
      "تَيْ": 1971,
      "حَقِي": 1972,
      "يُشْ": 1973,
      "لِلْإِ": 1974,
      "وَالسَّ": 1975,
      "بِيَدِهِ": 1976,
      "لِكُلِّ": 1977,
      "حْتَمَلُ": 1978,
      "وَأَنَّ": 1979,
      "مَعُ": 1980,
      "بَحَ": 1981,
      "ثَمَا": 1982,
      "النَّفْ": 1983,
      "كَرَ": 1984,
      "كَفَّا": 1985,
      "وَاسْتَ": 1986,
      "الْأَخْ": 1987,
      "بَعْضِهِ": 1988,
      "أَحَدَ": 1989,
      "الْإِنْ": 1990,
      "الْمُكَاتَ": 1991,
      "قَيَّ": 1992,
      "نَوَى": 1993,
      "الْمُعْتَمَ": 1994,
      "يُرِيدُ": 1995,
      "بَهَ": 1996,
      "جِهَا": 1997,
      "عَبْدٍ": 1998,
      "وَلَدَتْ": 1999,
      "وَهَ": 2000,
      "سَى": 2001,
      "فَاعِ": 2002,
      "وَلَدِهِ": 2003,
      "نُوا": 2004,
      "قَهَا": 2005,
      "كَرِ": 2006,
      "ظَاهِرُهُ": 2007,
      "الْمَشْهُو": 2008,
      "أَتْ": 2009,
      "وُجِدَ": 2010,
      "يَتَوَ": 2011,
      "مَحَلِّ": 2012,
      "فَفِي": 2013,
      "رَضِ": 2014,
      "مَوْتِ": 2015,
      "مَيْنِ": 2016,
      "عُبَيْ": 2017,
      "ذَكَرْ": 2018,
      "وَأَنَّهُ": 2019,
      "تَنِ": 2020,
      "جُمْ": 2021,
      "طًا": 2022,
      "عَبْدًا": 2023,
      "اقْتَ": 2024,
      "عِنْ": 2025,
      "فِيهِمَا": 2026,
      "إسْ": 2027,
      "وَضْ": 2028,
      "يَدُلُّ": 2029,
      "الْأَشْ": 2030,
      "إخْ": 2031,
      "ته": 2032,
      "وَقْتَ": 2033,
      "نَّةِ": 2034,
      "عُمَرُ": 2035,
      "قِيمَةُ": 2036,
      "الْمَذْهَبِ": 2037,
      "نًى": 2038,
      "رَفْ": 2039,
      "يَصِحَّ": 2040,
      "مَالٌ": 2041,
      "حُجَّ": 2042,
      "دَيْنٍ": 2043,
      "تَهَا": 2044,
      "رَقِي": 2045,
      "مَالٍ": 2046,
      "حَلُّ": 2047,
      "أَخْذُ": 2048,
      "الثُّلُثِ": 2049,
      "اعْتَ": 2050,
      "وَلِأَنَّهُ": 2051,
      "عَطْ": 2052,
      "يُوجَ": 2053,
      "لَحَ": 2054,
      "أَشَارَ": 2055,
      "اللَّهَ": 2056,
      "لْزَمُهُ": 2057,
      "وَالثَّا": 2058,
      "الْمَغْ": 2059,
      "بَأْسَ": 2060,
      "اشْ": 2061,
      "الْقِسْ": 2062,
      "طَّا": 2063,
      "َّتِهِ": 2064,
      "وَصَ": 2065,
      "الْهَ": 2066,
      "قَةُ": 2067,
      "وَالنَّ": 2068,
      "مُونَ": 2069,
      "وَعَنْهُ": 2070,
      "بِهَذَا": 2071,
      "قَرِي": 2072,
      "يَشْتَ": 2073,
      "ذَهَبَ": 2074,
      "الْمُرَادُ": 2075,
      "رٍو": 2076,
      "ذِنَ": 2077,
      "صُولِ": 2078,
      "عَمْرٍو": 2079,
      "أَحْمَدَ": 2080,
      "الْعِتْقِ": 2081,
      "النِّكَاحِ": 2082,
      "دَرَاهِ": 2083,
      "عِشْرِينَ": 2084,
      "الْبِ": 2085,
      "تَرَ": 2086,
      "طَعُ": 2087,
      "بَاعَهُ": 2088,
      "لَاءِ": 2089,
      "قَالُوا": 2090,
      "تِسْ": 2091,
      "تِنَا": 2092,
      "غَالِ": 2093,
      "الرُّجُو": 2094,
      "بَيْتِ": 2095,
      "سَمِعْتُ": 2096,
      "يَظْهَرُ": 2097,
      "كَامِ": 2098,
      "جَرَّدِ": 2099,
      "فَعَلَى": 2100,
      "الْوَقْتِ": 2101,
      "الْمَعْنَى": 2102,
      "ىُّ": 2103,
      "أَجَ": 2104,
      "يَعْتَ": 2105,
      "خَيَّ": 2106,
      "طْلَقَ": 2107,
      "الْمَسْأَلَ": 2108,
      "أَوَّلًا": 2109,
      "عَائِشَةَ": 2110,
      "أَخَ": 2111,
      "نَزَ": 2112,
      "فَرْعٌ": 2113,
      "الْوَاقِ": 2114,
      "كُّ": 2115,
      "لِغَيْرِ": 2116,
      "لَاهُ": 2117,
      "سُفْ": 2118,
      "النَّظَ": 2119,
      "ئِي": 2120,
      "وَابْنُ": 2121,
      "جَهْ": 2122,
      "يُونُ": 2123,
      "مَرَّةً": 2124,
      "فُلَانٍ": 2125,
      "بِمَعْنَى": 2126,
      "تَكُنْ": 2127,
      "الْأَذْرَ": 2128,
      "مَعْنَاهُ": 2129,
      "مَسْأَلَةِ": 2130,
      "بِالْعَ": 2131,
      "الْأُمِّ": 2132,
      "اُسْتُ": 2133,
      "بِحَيْثُ": 2134,
      "قَوْلَ": 2135,
      "الْعِلْمِ": 2136,
      "وَهَلْ": 2137,
      "وَطِئَ": 2138,
      "بَتْ": 2139,
      "سُئِلَ": 2140,
      "الْجِنَا": 2141,
      "خَوْ": 2142,
      "طَلْ": 2143,
      "مُحَمَّدِ": 2144,
      "وَقْتِ": 2145,
      "تَأَمَّلْ": 2146,
      "ؤَا": 2147,
      "الْخِ": 2148,
      "فَيَنْ": 2149,
      "نَسَ": 2150,
      "اُنْظُرْ": 2151,
      "أَخَذَهُ": 2152,
      "نِيَةِ": 2153,
      "مُبَا": 2154,
      "الْبَائِعُ": 2155,
      "الْغَاصِ": 2156,
      "إي": 2157,
      "لِسِ": 2158,
      "اسْتِي": 2159,
      "جِهِ": 2160,
      "بِدُو": 2161,
      "بِقَدْرِ": 2162,
      "فَضْ": 2163,
      "جَائِزٌ": 2164,
      "رِجْ": 2165,
      "يُدْ": 2166,
      "يَمْنَعُ": 2167,
      "يَمُّ": 2168,
      "سَعْ": 2169,
      "صَغِي": 2170,
      "الْحَالِ": 2171,
      "ذُّ": 2172,
      "تَلِفَ": 2173,
      "فِيَ": 2174,
      "خَبَرِ": 2175,
      "الْبَيِّنَ": 2176,
      "الْمُرْتَهِ": 2177,
      "تَعْلِي": 2178,
      "عِتْقِ": 2179,
      "وَدَ": 2180,
      "فَمَنْ": 2181,
      "رَّرَ": 2182,
      "يَوْمًا": 2183,
      "فَلَمَّا": 2184,
      "بَيَّ": 2185,
      "عِهَا": 2186,
      "التَّوْ": 2187,
      "أَكْثَرُ": 2188,
      "الزَّوْجُ": 2189,
      "الْمَرْأَةِ": 2190,
      "بِأَلْ": 2191,
      "النَّقْ": 2192,
      "سَيِّدِهِ": 2193,
      "بَهَا": 2194,
      "مِيِّ": 2195,
      "جٌ": 2196,
      "قَلَ": 2197,
      "يُكْرَهُ": 2198,
      "الْأَسْ": 2199,
      "خَارِ": 2200,
      "قِيمَتُهُ": 2201,
      "سُفْيَا": 2202,
      "أَرَأَيْ": 2203,
      "الْمَدِي": 2204,
      "وَزَ": 2205,
      "سْبَةِ": 2206,
      "هَلَكَ": 2207,
      "عَلَيْهِمَا": 2208,
      "حُهُ": 2209,
      "قَلْ": 2210,
      "يَخْتَ": 2211,
      "كْتَ": 2212,
      "حَاكِ": 2213,
      "تَاجُ": 2214,
      "الشَّهَا": 2215,
      "دِّهِ": 2216,
      "لَامِ": 2217,
      "نَائِ": 2218,
      "طَعَا": 2219,
      "رَمَضَانَ": 2220,
      "بِفَتْحِ": 2221,
      "فَحَ": 2222,
      "بَاقِي": 2223,
      "شَاهِ": 2224,
      "الْأُخْ": 2225,
      "الْأُجْ": 2226,
      "لَزِمَ": 2227,
      "حَبُّ": 2228,
      "ضَاهُ": 2229,
      "زًا": 2230,
      "الْخَمْ": 2231,
      "زَّوْ": 2232,
      "وَفَا": 2233,
      "عَزَّ": 2234,
      "الْحَيْ": 2235,
      "الصَّوْ": 2236,
      "سَلَمَةَ": 2237,
      "أَبِى": 2238,
      "الْحُكْمُ": 2239,
      "يَتْ": 2240,
      "الْوَصِيَّةِ": 2241,
      "يَأْخُذُ": 2242,
      "خِّ": 2243,
      "تَكُونُ": 2244,
      "يَحِلُّ": 2245,
      "تَعَلُّ": 2246,
      "يَرْجِ": 2247,
      "وَّا": 2248,
      "مُخْتَ": 2249,
      "بِهِمْ": 2250,
      "ضُهُ": 2251,
      "أَصْلِ": 2252,
      "الْحَسَنِ": 2253,
      "رَضَ": 2254,
      "يُنَا": 2255,
      "يَتَعَلَّ": 2256,
      "الثَّالِ": 2257,
      "الرَّجُلِ": 2258,
      "إلَيْهَا": 2259,
      "أَلَا": 2260,
      "شُبْهَ": 2261,
      "أَجْلِ": 2262,
      "الصَّلَاةُ": 2263,
      "اخْتِلَا": 2264,
      "الْقَبْضِ": 2265,
      "بِرُ": 2266,
      "تَصِحُّ": 2267,
      "دِينَا": 2268,
      "فَكَذَلِكَ": 2269,
      "قَتَ": 2270,
      "رَبُّ": 2271,
      "وَاتِ": 2272,
      "تِهِمْ": 2273,
      "وَأَرْ": 2274,
      "النَّبِيُّ": 2275,
      "بِنَاءِ": 2276,
      "يُؤْخَذُ": 2277,
      "اعْتِبَارِ": 2278,
      "أَفْضَلُ": 2279,
      "ثَةُ": 2280,
      "جِهَ": 2281,
      "بِهِمَا": 2282,
      "الْفَسْ": 2283,
      "لِلِ": 2284,
      "رَهْ": 2285,
      "نَعْ": 2286,
      "فِيمَنْ": 2287,
      "هَانِ": 2288,
      "شْرِ": 2289,
      "سُنَّ": 2290,
      "وَلِهَذَا": 2291,
      "الْوَطْءِ": 2292,
      "وَحْدَهُ": 2293,
      "صًا": 2294,
      "مَبْ": 2295,
      "يَعْتِ": 2296,
      "شُعْ": 2297,
      "اسْتَأْ": 2298,
      "سَعِيدٍ": 2299,
      "فْرِ": 2300,
      "الْأَلْ": 2301,
      "طْعِ": 2302,
      "دَيْنٌ": 2303,
      "يَسْقُطُ": 2304,
      "رِكَةِ": 2305,
      "بْرَاهِي": 2306,
      "رَمِ": 2307,
      "رْضِ": 2308,
      "وَيَأْ": 2309,
      "مُحَمَّدٌ": 2310,
      "أَثَ": 2311,
      "يَبِي": 2312,
      "نِيٌّ": 2313,
      "الْإِحْرَا": 2314,
      "يَحْرُمُ": 2315,
      "ثَابِ": 2316,
      "حَرَا": 2317,
      "وَافِ": 2318,
      "قَارِ": 2319,
      "انْقِ": 2320,
      "الدَّيْ": 2321,
      "طَرِيقِ": 2322,
      "أَيَّامٍ": 2323,
      "إمَّا": 2324,
      "وَكَّ": 2325,
      "وَخَرَجَ": 2326,
      "الْمُوَكِّ": 2327,
      "دِمَ": 2328,
      "وَالصَّ": 2329,
      "رَاءَةِ": 2330,
      "الْمَبِيعِ": 2331,
      "دَّا": 2332,
      "رَهَا": 2333,
      "كَمَ": 2334,
      "الْأَحْ": 2335,
      "وَيَكُونُ": 2336,
      "الْيَمِينِ": 2337,
      "تَجِبُ": 2338,
      "رَفُ": 2339,
      "أَنْتَ": 2340,
      "جِبِ": 2341,
      "جَاسَ": 2342,
      "ذْرِ": 2343,
      "وَيَحْ": 2344,
      "صٌ": 2345,
      "َّتُهُ": 2346,
      "لِلَّهِ": 2347,
      "طَى": 2348,
      "صِدْ": 2349,
      "مَوْلَى": 2350,
      "يَعْلَمْ": 2351,
      "نَحْوَ": 2352,
      "حَامِ": 2353,
      "ِّينَ": 2354,
      "سَبَقَ": 2355,
      "مَكْ": 2356,
      "سَيْ": 2357,
      "هَيْ": 2358,
      "عُثْ": 2359,
      "شَعْ": 2360,
      "وَأَصْ": 2361,
      "وَلَدِ": 2362,
      "رُوا": 2363,
      "الْجُمُعَةِ": 2364,
      "دَرَاهِمَ": 2365,
      "التِّ": 2366,
      "الْوُضُو": 2367,
      "يَوَا": 2368,
      "الْآخَرُ": 2369,
      "وَوَجْهُ": 2370,
      "رُدُّ": 2371,
      "عُهَا": 2372,
      "بَعِي": 2373,
